[
  {
    "id": 1,
    "source": "ABC",
    "category": "US",
    "title": "Debate over abortion rights leads to expensive campaigns for high-stakes state Supreme Court seats",
    "published": "Sat, 02 Nov 2024 11:58:27 -0400",
    "summary": "The debate over abortion rights is leading to expensive campaigns for state Supreme Courts in several states this year",
    "story": [
      "The debate over abortion rights is leading to expensive campaigns for state Supreme Courts in several states this year",
      "LITTLE ROCK, Ark. -- Abortion and reproductive rights have been central to the races for president and governor in North Carolina, a battleground state that has more moderate abortion restrictions than elsewhere across the South.",
      "That's been even truer in the fight for a seat on the state Supreme Court that abortion rights supporters say will play an important role in determining whether Republicans can enact even more restrictions. Registered Republicans currently hold five of seven seats and could expand that majority even further in Tuesday's election.",
      "Justice Allison Riggs, a Democrat who is running for reelection, is focusing heavily on the issue and touts her support for reproductive rights. Her first television ad featured images of Lt. Gov. Mark Robinson, the Republican nominee for governor, who prefers to restrict abortions earlier than the current 12 weeks. She says her GOP rival for the court could be a deciding vote on the bench for such restrictions.",
      "“This is an issue that is landing in front of state Supreme Courts, and it is one that is very salient to voters now,” Riggs said in an interview.",
      "Her Republican opponent, Court of Appeals Judge Jefferson Griffin, said Riggs is saying too much about an issue that could come before the court.",
      "“I think it’s an inappropriate manner, a clear violation of our judicial standards, our code of conduct,” he said.",
      "The North Carolina race emphasizes how much abortion is fueling expensive campaigns for Supreme Courts in several states this year. Groups on the right and left are spending heavily to reshape courts that could play deciding roles in legal fights over abortion, reproductive rights, voting rights, redistricting and other hot-button issues for years to come.",
      "Experts say the campaigns show how the U.S. Supreme Court's 2022 decision overturning constitutional abortion protections that had been in place for half a century has transformed races for state high courts.",
      "“What Dobbs did was made clear to both political stakeholders and the public that these state courts that hadn't got a lot of attention are actually going to be really important and they're going to be deciding some of the biggest cases that people might have expected to go to the U.S. Supreme Court,” said Douglas Keith, senior counsel in the judiciary program at the Brennan Center, which has tracked spending on state court races.",
      "Thirty-three states are holding elections for 82 Supreme Court seats this year. The 2024 election cycle follows record-breaking spending for judicial races in Wisconsin and Pennsylvania last year.",
      "Groups on the left have ramped up their spending on state courts considerably this year. The American Civil Liberties Union has spent $5.4 million on court races in Montana, Michigan, North Carolina and Ohio. Planned Parenthood and the National Democratic Redistricting Committee earlier this year announced they were collectively spending $5 million, focusing on court races in Arizona, Michigan, Montana, North Carolina, Ohio and Texas.",
      "“We have never invested this heavily in state Supreme Courts before,” said Katie Rodihan, spokesperson for Planned Parenthood Votes. “This is really a groundbreaking move for us, and I expect this will be the norm for us moving forward.”",
      "The targets include Ohio, where Republicans hold a 4-3 majority on the court. Democrats are defending two seats on the court, while a third is open, and Democratic victories in all three races are considered a longshot in the Republican-leaning state.",
      "Control of the court could be key if the state appeals a judge's ruling that struck down the most far-reaching of the state's abortion restrictions. The ruling said the law banning most abortions once cardiac activity is detected — as early as six weeks into pregnancy and before many women know they’re pregnant — violated a constitutional amendment approved by voters last year that protected reproductive rights.",
      "Two seats are up for election on Michigan's court, where Democratic-backed justices hold a 4-3 majority. Court races are technically nonpartisan, but candidates are nominated at party conventions. Republicans would need to win both seats to flip the court in their favor.",
      "Justice Kyra Harris Bolden is defending the seat she was appointed to two years ago by Democratic Gov. Gretchen Whitmer. Bolden was the first Black woman to sit on Michigan’s bench. She faces Republican-backed circuit court Judge Patrick O’Grady for the remaining four years of the eight-year term.",
      "Republican state Rep. Andrew Fink is competing against University of Michigan law professor Kimberly Anne Thomas, who was nominated by Democrats, for the other open seat that is being vacated by a Republican-backed justice.",
      "Michigan voters already have locked abortion rights in the state constitution, though groups backing Bolden and Thomas are framing the races as crucial to defending those rights, with one group’s ad warning that “the Michigan state Supreme Court can still take abortion rights away.”",
      "The most heated races are for two seats on the Montana Supreme Court, which has come under fire from GOP lawmakers over rulings against laws that would have restricted abortion access or made it more difficult to vote.",
      "Former U.S. Magistrate Judge Jerry Lynch is running against county attorney Cory Swanson for chief justice, while state judge Katherine Bidegaray is running against state judge Dan Wilson for another open seat on the court.",
      "Progressive groups have been backing Lynch and Bidegaray. Both said in an ACLU questionnaire that they agreed with the reasoning and holding of a 1999 state Supreme Court ruling that the constitutional right to privacy includes the right to obtain a pre-viability abortion.",
      "Groups on the right have been painting them both as too liberal and echoing national Republicans' rhetoric, with text messages invoking the debate over transgender athletes on women's sports teams.",
      "The Republican State Leadership Committee, a longtime player in state court races, said its Judicial Fairness Initiative planned to spend seven figures in Arizona, Michigan, Montana, North Carolina, Ohio and Texas.",
      "The group's ads are focusing on issues other than abortion. In one touting three Republicans running for Ohio's court, the group shows images of President Donald Trump along with images related to immigration.",
      "A super PAC backed by conservative donor and shipping executive Richard Uihlein also has given to groups involved in state Supreme Court races in Montana and Ohio.",
      "Progressive groups are even focusing attention on longshot states such as Texas, where Republicans hold all the seats on the Supreme Court. They're trying to unseat three GOP justices who were part of unanimous rulings rejecting challenges to the state's abortion ban.",
      "One group, Find Out PAC, has been running digital ads in San Antonio, Dallas and Houston criticizing justices Jimmy Blacklock, John Devine and Jane Bland. In its ad, the group accuses the three of “playing doctor from the bench.”",
      "In North Carolina, Riggs' campaigning on abortion rights has prompted complaints from Republicans who say she's stepping outside the bounds of judicial ethics. But Riggs said she's not saying how she would rule in any case and is merely sharing her values with voters.",
      "“I'm going to keep talking about my values because, at the core, our democracy works best when people cast informed votes,” she said.",
      "__",
      "Associated Press writers Isabella Volmert in Lansing, Michigan, Julie Carr Smyth in Columbus, Ohio, and Amy Beth Hanson in Helena, Montana, contributed to this report."
    ]
  },
  {
    "id": 2,
    "source": "ABC",
    "category": "US",
    "title": "Small town police chief, entire police department resign with little explanation",
    "published": "Sat, 02 Nov 2024 15:38:29 -0400",
    "summary": "Two of the town's city council members also resigned with little explanation.",
    "story": [
      "Two of the town's city council members also resigned with little explanation.",
      "The police chief and three officers that make up the entire four-person police department of the town of Geary, Oklahoma, and two of the town’s city council members have resigned with little explanation.",
      "Former Police Chief Alicia Ford did not address the specific reasons for the Thursday resignations, but wrote in a social media post that the decision was difficult.",
      "“It is with great sadness that I and the rest of the Geary police officers will no longer be serving this community,” Ford wrote, “but it was the right decision for me and the other officers.”",
      "Ford, without elaboration, encouraged residents of the town of nearly 1,000 about 50 miles (80 kilometers) northwest of Oklahoma City to become acquainted with the city council “and to be as involved as possible in the city, especially attending the city council meetings.”",
      "Ford did not immediately return a phone message for comment on Saturday.",
      "A woman who answered a phone call to a number listed for Mayor Waylan Upchego on Saturday said “not at this time” when a reporter asked to speak with Upchego about the resignations.",
      "The city, in a statement, thanked the former chief and officers while wishing them well and said an interim police chief has been chosen and that the Blaine County and Canadian County sheriffs' offices will assist in patrolling the town.",
      "“We would like to let our citizens know we are conducting business as usual,” according to the statement. “If you have an emergency, please contact 911 like you normally would and an officer will be dispatched to assist you.”",
      "City Council members Glen “Rocky” Coleman Jr. and Kristy Miller also announced their resignations, leaving the four-person council with just one member due to a previous vacancy.",
      "Coleman wrote on social media that his values do not match the city’s direction and said communication between the administration and council “has been significantly lacking,” but offered no further explanation.",
      "“Council members are just about the last to know something,” Coleman wrote. “There are often times that I would not know something (is planned) until the meeting started.”",
      "Miller did not immediately return a phone call to a number listed for her.",
      "The city did not identify the interim chief, but JJ Stitt — who described himself as a 27-year law enforcement veteran, as a county deputy, a member of a task force investigating internet crimes against children and a distant cousin of Gov. Kevin Stitt — told The Oklahoman that he is the interim chief.",
      "Stitt did not return a phone call to a number listed for him, but told the newspaper that he hopes to add officers in the coming days. He said he has “the ability” to pick up the phone and get experienced officers over to the town to help out.",
      "“I've been in the game a long time,” Stitt said.",
      "The resignations come more than a year after the entire police department of the small town of Goodhue, Minnesota, resigned over low pay."
    ]
  },
  {
    "id": 3,
    "source": "ABC",
    "category": "US",
    "title": "Nevada lithium mine will crush rare plant habitat US said is critical to its survival",
    "published": "Sun, 03 Nov 2024 04:38:27 -0500",
    "summary": "Conservationists and a Native American tribe are suing to block a Nevada lithium mine they say will drive an endangered wildflower to extinction, disrupt groundwater flows and threaten cultural resources",
    "story": [
      "Conservationists and a Native American tribe are suing to block a Nevada lithium mine they say will drive an endangered wildflower to extinction, disrupt groundwater flows and threaten cultural resources",
      "RENO, Nev. -- Conservationists and a Native American tribe are suing the U.S. to try to block a Nevada lithium mine they say will drive an endangered desert wildflower to extinction, disrupt groundwater flows and threaten cultural resources.",
      "The Center for Biological Diversity promised the court battle a week ago when the U.S. Interior Department approved Ioneer Ltd.’s Rhyolite Ridge lithium-boron mine at the only place Tiehm's buckwheat is known to exist in the world, near the California line halfway between Reno and Las Vegas.",
      "It is the latest in a series of legal fights over projects President Joe Biden’s administration is pushing under his clean energy agenda intended to cut reliance on fossil fuels, in part by increasing the production of lithium to make electric vehicle batteries and solar panels.",
      "The new lawsuit says the Interior Department’s approval of the mine marks a dramatic about-face by U.S wildlife experts who warned nearly two years ago that Tiehm’s buckwheat was “in danger of extinction now” when they listed it as an endangered species in December 2022.",
      "“One cannot save the planet from climate change while simultaneously destroying biodiversity,” said Fermina Stevens, director of the Western Shoshone Defense Project, which joined the center in the lawsuit filed Thursday in federal court in Reno.",
      "“The use of minerals, whether for EVs or solar panels, does not justify this disregard for Indigenous cultural areas and keystone environmental laws,” said John Hadder, director of the Great Basin Resource Watch, another co-plaintiff.",
      "Rita Henderson, spokeswoman for Interior's Bureau of Land Management in Reno, said Friday the agency had no immediate comment.",
      "Ioneer Vice President Chad Yeftich said the Australia-based mining company intends to intervene on behalf of the U.S. and “vigorously defend” approval of the project, “which was based on its careful and thorough permitting process.”",
      "“We are confident that the BLM will prevail,” Yeftich said. He added that he doesn't expect the lawsuit will postpone plans to begin construction next year.",
      "The lawsuit says the mine will harm sites sacred to the Western Shoshone people. That includes Cave Spring, a natural spring less than a mile (1.6 kilometers) away described as “a site of intergenerational transmission of cultural and spiritual knowledge.\"",
      "But it centers on alleged violations of the Endangered Species Act. It details the Fish and Wildlife Service's departure from the dire picture it painted earlier of threats to the 6-inch-tall (15-centimeter-tall) wildflower with cream or yellow blooms bordering the open-pit mine Ioneer plans to dig three times as deep as the length of a football field.",
      "The mine's permit anticipates up to one-fifth of the nearly 1.5 square miles (3.6 square kilometers) the agency designated as critical habitat surrounding the plants — home to various pollinators important to their survival — would be lost for decades, some permanently.",
      "When proposing protection of the 910 acres (368 hectares) of critical habitat, the service said \"this unit is essential to the conservation and recovery of Tiehm’s buckwheat.” The agency formalized the designation when it listed the plant in December 2022, dismissing the alternative of less-stringent threatened status.",
      "“We find that a threatened species status is not appropriate because the threats are severe and imminent, and Tiehm’s buckwheat is in danger of extinction now, as opposed to likely to become endangered in the future,” the agency concluded.",
      "The lawsuit also discloses for the first time that the plant's population, numbering fewer than 30,000 in the government's latest estimates, has suffered additional losses since August that were not considered in the U.S. Fish and Wildlife Service's biological opinion.",
      "The damage is similar to what the bureau concluded was caused by rodents eating the plants in a 2020 incident that reduced the population as much as 60%, the lawsuit says.",
      "The Fish and Wildlife Service said in its August biological opinion that while the project “will result in the long-term disturbance (approximately 23 years) of 146 acres (59 hectares) of the plant community ... and the permanent loss of 45 acres (18 hectares), we do not expect the adverse effects to appreciably diminish the value of critical habitat as a whole.”"
    ]
  },
  {
    "id": 4,
    "source": "ABC",
    "category": "US",
    "title": "Top House Republicans seeking documents regarding Biden's 'garbage' comment",
    "published": "Fri, 01 Nov 2024 21:42:26 -0400",
    "summary": "Top House Republicans are seeking documents and internal communications regarding President Joe Biden&rsquo;s statement earlier this week in which he appeared to take a swipe at supporters of Donald Trump",
    "story": [
      "Top House Republicans are seeking documents and internal communications regarding President Joe Biden’s statement earlier this week in which he appeared to take a swipe at supporters of Donald Trump",
      "WASHINGTON -- Top House Republicans called on the White House to produce all documents and internal communications regarding President Joe Biden's statement earlier this week in which he appeared to take a swipe at supporters of Donald Trump.",
      "White House press officials altered the official transcript of Biden's statement, drawing objections from the federal workers who document such remarks for posterity, according to two U.S. government officials and an internal email obtained Thursday by The Associated Press.",
      "The lawmakers said they question whether the decision to create “a false transcript and manipulate or alter the accurate transcript” produced for the National Archives and Records Administration was a violation of federal law.",
      "Rep. James Comer, the Republican chair of the House Committee on Oversight and Accountability, and House Republican Conference Chairwoman Elise Stefanik demanded the White House produce the records. They're also calling for the White House to make available for a briefing the top supervisor of the White House Stenography's Office.",
      "“The White House cannot simply rewrite President Biden’s rhetoric,” Comer and Stefanik wrote. “...We are concerned with the latest reporting of the White House’s apparent political decision to protect the Biden-Harris Administration, instead of following longstanding and proper protocols.”",
      "Biden created an uproar earlier this week with his remarks to Latino activists responding to racist comments at a Trump rally made by the comedian Tony Hinchcliffe, who referred to the U.S. island territory of Puerto Rico as a “floating island of garbage.”",
      "Biden, according to a transcript prepared by the official White House stenographers, told the Latino group on a Tuesday evening video call, “The only garbage I see floating out there is his supporters — his — his demonization of Latinos is unconscionable, and it’s un-American.”",
      "The transcript released by the White House press office, however, rendered the quote with an apostrophe, reading “supporter’s” rather than “supporters,” which aides said pointed to Biden criticizing Hinchcliffe, not the millions of Americans who are supporting Trump for president."
    ]
  },
  {
    "id": 5,
    "source": "ABC",
    "category": "US",
    "title": "Shark bites 61-year-old Maui surfer, completely severing his leg below the knee",
    "published": "Sat, 02 Nov 2024 07:10:16 -0400",
    "summary": "A shark bit a Maui surfer and severed his leg",
    "story": [
      "A shark bit a Maui surfer and severed his leg",
      "WAILUKU, Hawaii -- A shark bit a Maui surfer Friday and severed his leg, authorities said.",
      "The man, 61, was surfing off Waiehu Beach Park Friday morning when a shark bit him. Police officers who arrived to the scene first tried to control the bleeding with tourniquets. His right leg was “completely severed just below the knee,” Maui County said in a news release.",
      "The man was alert while being treated on shore and then taken to Maui Memorial Medical Center in critical condition.",
      "The man said he did not see the shark approach, authorities reported.",
      "The incident prompted officials to close the beach park. Officials warned people to stay out of the water in the area. The public warning to stay out of the water for a mile in each direction of the incident will be in effect until at least noon Saturday. The warning will be extended if there is a shark sighting in the area.",
      "Maui fire and ocean safety officials were patrolling the waters using rescue watercraft and a drone. State officials provided shark warning signs and helped with cordoning off the area.",
      "There were no details provided on what kind of shark was involved.",
      "In June, well-known surfer Tamayo Perry was killed in a shark attack while surfing off Oahu's North Shore.",
      "Related Topics",
      "Sharks",
      "Sharks"
    ]
  },
  {
    "id": 6,
    "source": "ABC",
    "category": "US",
    "title": "Crowds flock to tiny Massachusetts town to send off New York's Rockefeller Christmas tree",
    "published": "Sat, 02 Nov 2024 07:26:29 -0400",
    "summary": "This year&rsquo;s Rockefeller Center Christmas tree comes with a strong New England accent, and locals could not be more excited",
    "story": [
      "This year’s Rockefeller Center Christmas tree comes with a strong New England accent, and locals could not be more excited",
      "WEST STOCKBRIDGE, Mass. -- This year's Rockefeller Center Christmas tree comes with a strong New England accent, and locals could not be more excited.",
      "The Norway spruce that will travel to New York City hails from West Stockbridge, Massachusetts. It was scheduled to be cut down Thursday and make the roughly 140-mile (225-kilometer) journey south, arriving Nov. 9 in midtown Manhattan.",
      "The tree will be lit during a live TV broadcast on Dec. 4, featuring 50,000 multi-colored lights with a Swarovski star on top and remain on display until mid-January.",
      "Local residents were flocking to the tree this week, which was planted 67 years ago in honor of the homeowner's nieces and several workers could be seen high up in the 11-ton (9.97-metric ton) tree, tying up its branches for a trip down south.",
      "It is the first Rockefeller Center Christmas tree to come from Massachusetts since 1959.",
      "“There’s a lot of people coming to town that are interested in this. So people are at the house taking pictures and excited about it,” said Bernie Fallon, a resident of West Stockbridge, a town of 1,400 in western Massachusetts. “The talk of the town, local gossip and conversation is quite high.”",
      "Peter Giles Thorne, another resident, called it a “wonderful story.”",
      "“A hometown tree makes good,” he said with a chuckle.",
      "Among those visiting the Christmas tree were Michael and Tania Hardinger, tourists from Denmark. They flew into New York and drove up to Massachusetts, a trip that took longer than anticipated after Michael Hardinger took the wrong way.",
      "“We call it the scenic route. So it took six hours instead of 2.5 hours,” Michael Hardinger said. “But we found it and we found the tree. And we are very happy.”",
      "Hardinger said the trip was inspired by their love of Christmas, with the family having two and sometimes three Christmas trees in their house in Copenhagen. Both musicians, they will return to Denmark to play a few concerts before coming back New York to do some Christmas shopping and visit the tree again, this time at Rockefeller Center.",
      "“We’re big on Christmas and the Rockefeller tree is something we must see every year,” Hardinger said. “It’s so beautiful and it’s fantastic. So to see it here alive before it’s been killed is thrilling and so much fun.”"
    ]
  },
  {
    "id": 7,
    "source": "ABC",
    "category": "US",
    "title": "Listen to business owners and voters in Erie, Pennsylvania. They could help decide the White House.",
    "published": "Sat, 02 Nov 2024 12:06:20 -0400",
    "summary": "Both Donald Trump and Kamala Harris have campaigned in the Rust Belt city of Erie, Pennsylvania",
    "story": [
      "Both Donald Trump and Kamala Harris have campaigned in the Rust Belt city of Erie, Pennsylvania",
      "ERIE, Pa. -- It wasn’t much when he bought it, but Michael Hooks has made the old garage his own haven. And the city of Erie knows it. Half a dozen cars honk as they pass by one October afternoon, the people hanging out of car windows to wave hello at him.",
      "About a dozen cars await servicing in the shop as a dog Hooks adopted the day before barks in its new cage. Exercise equipment, motorcycles and power tools abut the kitchen on the side of the renovated building where his wife cooks a meal. At 6 feet, 2 inches, and with a sturdy build, Hooks has a graying beard and a head of curls he says could be laced with snow flurries by this time of year.",
      "“I’ve got to be one of the only Black businesses on this street,” he says, noting that his repair shop stands on Peach Street, one of the city's main traffic arteries. He appreciates the greetings from passersby. But he says many people who know him from the neighborhoods where he grew up will never step foot in the shop. Almost all his customers are white.",
      "Hooks, 58, is a member of a coveted demographic in this year's election — a Black man and a business owner in a swing state. Both presidential campaigns have targeted Black entrepreneurs with their messaging, offering a range of economic policies and legislation that each side says will boost the careers and lives of African Americans.",
      "How Erie business owners and voters such as Hooks view each candidate's economic vision could determine control of the White House. Erie County has gone for the candidate who won Pennsylvania in every presidential election since 1992. Both Republican Donald Trump and Democrat Kamala Harris have visited the city of 94,000 in recent weeks.",
      "“Erie is a pivot point,” said Rhonda Matthews, co-founder of Erie Black Wall Street, a business group that supports local Black entrepreneurs. From population rates to business startups, the future of Erie's economy and politics have shown where the country may be heading. “I think if you want to know about what's happening economically writ large in the country, you can look and see what's happening in Erie.\"",
      "Harris has rolled out a series of economic proposals meant to tackle affordability and boost small businesses. Trump has stressed his promise of sweeping tariffs, new corporate tax cuts and an unprecedented crackdown on illegal and legal immigration to the country.",
      "Local leaders are weighing the impact of each agenda on their plans to renew the Rust Belt.",
      "“A lack of predictability would be the worst possible thing,” said Drew Whiting, CEO of the Erie Downtown Development Corporation, which is directing more than $100 million in private investment to the downtown area.",
      "Whiting praised federal policies such as Qualified Opportunity Zones, which are meant to spur economic development in low-income communities and were created as part of the Trump administration’s 2017 tax overhaul, as well as the investments in Erie enabled by the Bipartisan Infrastructure Law spearheaded by Democratic President Joe Biden.",
      "But Whiting added that “broad brush” policies such as Trump’s proposed 20% tariffs on all foreign goods threatened to be “an inflation bomb that would crush small businesses” like those he works with. Whiting viewed Harris’ proposed investments for small businesses to be a potential boon. A no tax on tips policy, which both Harris and Trump favor, would be a welcome innovation for workers, he said.",
      "The Harris campaign has zeroed in on affordability as a key concern of voters amid rising inflation. Her proposals to punish companies that gouge prices and her promises to expand support for health care and child care are issues where the campaign believes they can lower costs for working families. Trump, by contrast, would lower the corporate tax rate to 15%, extend his tax cuts and further cut other individual and family taxes, including by eliminating taxes on Social Security.",
      "Most mainstream economists agree that Trump’s proposals would worsen inflation.",
      "Local business owners who spoke with The Associated Press expressed cautious optimism about Harris’ proposals to support small businesses, though most were largely skeptical about the impact that federal policy could have on their lives.",
      "“There’s just so many factors, things to consider from right here and global factors,” said Gus Paliouras, owner of New York Lunch, a local diner. Paliouras’ family immigrated to the United States from Greece and bought the diner in 1970, when it was one of dozens of bustling businesses on top of a post office, school and church. Now Paliouras’ diner is the only storefront left on the block.",
      "“I try to keep it like Geneva in here,” he said, referring to the city in famously neutral Switzerland. “In this town, we could have Trump, Kamala and Kennedy supporters sitting right next to each other at the bar.” Independent Robert F. Kennedy Jr. was in the race until August, when he suspended his campaign and endorsed Trump.",
      "Hooks considers himself a survivor.",
      "Born and raised in Erie, Hooks grew up in poverty and with few options, support or direction for his life. At 23, he was sentenced to 30 years for dealing marijuana. He served eight years in prison, an experience he described as “the best thing that ever happened to me.”",
      "Prison was the first place Hooks was exposed to scripture — the Bible and Quran — as well as stories about travel, business and history.",
      "While he has transformed his circumstances and overcome “trials and tribulations that made me a better man,” he finds the distinctions that some draw between poor, working and middle-class people to be meaningless.",
      "“It’s because we have people in this country that want to be better than someone else,” he said in a recent interview. “You drive a Toyota Camry, I drive the Lexus. It’s the same ... car. It’s just a different name, but it’s a higher status.”",
      "“For example, (Harris) says she wants to give us a $50,000 tax break or whatever,” he added, referring to the vice president’s proposed tax credit for new small businesses. “But that could never come into fruition with people that think they better than somebody, but you live next door to me, and your sign says Trump.”",
      "In addition to his car care company, Hooks now runs a food catering business. On the weekends he goes back to the neighborhoods where he grew up to feed, clothe and cut hair for kids for free. His charity efforts are focused on making sure children never have the experiences he once faced.",
      "Hooks is skeptical of the ability of politicians to change fundamental problems facing everyday Americans, but says he’ll be voting for Harris.",
      "“Trump had the opportunity to be great,” Hooks said, but called Trump's first term a “disaster.” Hooks said he preferred “going with someone who may at least try and help the little guy.”"
    ]
  },
  {
    "id": 8,
    "source": "ABC",
    "category": "US",
    "title": "Man who fled prison after being charged with 4 murders pleads guilty to slayings, other crimes",
    "published": "Sat, 02 Nov 2024 12:05:52 -0400",
    "summary": "A man who escaped from prison last year after being charged with four murders and then spent a week and a half on the run before he was recaptured has pleaded guilty to the slayings and other crimes",
    "story": [
      "A man who escaped from prison last year after being charged with four murders and then spent a week and a half on the run before he was recaptured has pleaded guilty to the slayings and other crimes",
      "PHILADELPHIA -- A man who escaped from prison last year after being charged with four murders and then spent a week and a half on the run before he was recaptured has pleaded guilty to the slayings and other crimes.",
      "Ameen Hurst, 20, shackled to a wooden chair, entered the plea Friday to 28 counts — including four counts of third-degree murder and two counts of attempted murder as well as escape, conspiracy and firearms crimes, The Philadelphia Inquirer reported.",
      "Hurst was arrested at age 16 in 2021 and charged in four killings and two armed robberies. Law enforcement authorities said he was affiliated with two allied Philadelphia gangs responsible for a wave of violence.",
      "Hurst and another inmate, Nasir Grant, escaped in May of last year from the Philadelphia Industrial Correction Center in northeast Philadelphia. Grant was taken into custody four days later and Hurst was on the run for 10 days before he was rearrested.",
      "Prosecutors said the two cut a hole in a fence surrounding a recreation yard at the prison and were gone for nearly 19 hours before officials knew they were missing. Authorities also blamed switched-off motion sensors and a sleeping guard, and several people were also charged with having helped the escapees.",
      "Assistant District Attorney Anthony Voci said investigators are pleased by the outcome of the cases, mostly because the victims' families will be spared a lengthy trial. He said, however, that it was \"difficult to imagine that four young lives were extinguished by somebody who was 16 years old. That’s a tragedy in and of itself.”",
      "He also said that Hurst laughed about the killings in calls from behind bars, showing ”a level of callousness and remorselessness that is frightening.” Assistant District Attorney Brett Zakeosian said that while on the run, Hurst rented a recording studio and recorded a new rap song that he has since released online.",
      "Defense attorney Gary Silver declined comment Friday. Hurst is expected to be sentenced in two weeks."
    ]
  },
  {
    "id": 9,
    "source": "ABC",
    "category": "US",
    "title": "Trump will rally backers every day until the election in North Carolina, a swing state he won twice",
    "published": "Sat, 02 Nov 2024 23:10:27 -0400",
    "summary": "Donald Trump will rally supporters in North Carolina every day until Tuesday&rsquo;s election",
    "story": [
      "Donald Trump will rally supporters in North Carolina every day until Tuesday’s election",
      "GASTONIA, N.C. -- GASTONIA, N.C. (AP) — Donald Trump will rally supporters in North Carolina every day until Tuesday's election, a flurry of late activity in the only swing state that he won in both his 2016 and 2020 campaigns.",
      "Even as Trump looks to expand the electoral map and project strength with trips to New Mexico and Virginia, two Democratic states not widely viewed as competitive, he is putting considerable time into North Carolina, which last backed a Democrat for president in 2008.",
      "The former president's path to the 270 electoral votes needed to capture the presidency gets significantly more complicated if he loses North Carolina. The fast-growing Southern state gave Trump his smallest margin of victory — 1.3 percentage points — over Democrat Joe Biden four years ago.",
      "Trump campaigned in Gastonia, west of Charlotte, and Greensboro on Saturday, with a stop in Salem, Virginia, in between. He will be in the eastern city of Kinston on Sunday and in Raleigh on Monday. Those four rallies will bring his total events in North Carolina since Oct. 1 to nine. His running mate, Ohio Sen. JD Vance, has been in the state six times during the same period, most recently on Friday.",
      "Vice President Kamala Harris, Trump's Democratic rival, also was in North Carolina on Saturday for a concert and rally in Charlotte. Her campaign has not announced any other travel to the state before Election Day, though she's sending her husband, second gentleman Doug Emhoff, to Greenville on Monday.",
      "The extensive damage from Hurricane Helene across western North Carolina has created a dose of uncertainty about the state of play here. Flooding destroyed homes and displaced residents in several counties, including the liberal city of Asheville and the conservative rural areas surrounding it.",
      "Trump's team has said it is confident about his chances in North Carolina. Democrats see Trump's attention on the state as a signal of optimism for Harris.",
      "“The repeat appearances may signal Trump’s campaign is in trouble,” said Democratic state Rep. Marcia Morey of Durham. “If Trump continues with his dangerous, violent rhetoric these last few days, it may backfire. A campaign of personal retribution does not win votes from people.”",
      "Trump adviser Jason Miller said Trump's late-campaign travels are not a signal of alarm.",
      "“I'm not worried about anything,\" Miller told reporters Friday. \"We have a smart strategy that's going to get President Trump across 270, maybe even a couple of states that surprise you, that slide in there. But we’re going to follow our strategy. Our strategy comes from our data and our targeting.”",
      "As he does at most of his events in North Carolina, Trump said in Gastonia that his daughter-in-law, Lara Trump, whom he installed as co-chair of the Republican National Committee, is from the state, and that Lara and Eric Trump named their daughter Carolina.",
      "“It’s an amazing place. You’ve been through a lot,” Trump said, alluding to the hurricane before repeating a debunked claim that the Federal Emergency Management Agency prioritized people living in the country illegally over hurricane victims. “Your government has not helped you too much, I can tell you. Your government, FEMA, has let you down because they wanted to spend the money on illegal migrants instead.”",
      "Later in Greensboro, only about half of the seats were filled in a massive 22,000-seat arena when Trump started speaking after 9 p.m. Trump spoke at another arena that’s part of the same complex just 11 days earlier, though Harris filled the larger venue when she spoke there recently.",
      "Roughly half of North Carolina's 7.8 million registered voters had already voted as of Friday, buoyed by early in-person voting, which ended on Saturday afternoon.",
      "North Carolina Republicans have been encouraged by early voter turnout among their supporters after national and state GOP leaders switched this year to a “bank your vote” strategy, rather than focusing on Election Day turnout.",
      "Entering the final days of the campaign, over 50,000 more GOP registered voters than Democrats had voted early or by absentee ballot, even though there are over 100,000 more registered Democrats than Republicans statewide, according to state elections data. It is unclear whether the Republicans' early vote surge will result in a higher overall turnout for Trump supporters.",
      "Independent voters now make up the largest group of registered voters in North Carolina. Trump lost ground with independents between 2016 and 2020.",
      "Harris took the stage in Charlotte after rocker Jon Bon Jovi warmed up the crowd, sticking closely to the speech she's been delivering in her final tour of the battleground states.",
      "Harris supporter Gwen Garnett, 66, said Trump barnstorming North Carolina is “just part of the process. It does not worry me at all.” She gave Harris’ candidacy a spiritual dimension.",
      "“This is an anointed time for her to be in this role,” Garnett said. “I just believe it’s God’s timing.”",
      "The state’s voters have shown a propensity to split their ticket over the years. That's why while Republicans have controlled the state legislature since 2011, Democrats have held the governor’s mansion for all but four years since 1993.",
      "The GOP's hopes to break that hold on Tuesday appeared to dwindle in recent weeks after the party’s nominee for governor, Lt. Gov. Mark Robinson, received unwanted publicity from a CNN report that alleged he made explicit racial and sexual posts on a pornography website’s message board more than a decade ago.",
      "While Robinson denied writing the messages and sued CNN for defamation last month, his campaign nearly imploded, raising fears that a large victory by Democrat Josh Stein, the state's attorney general, could harm GOP candidates in other races.",
      "___",
      "Robertson reported from Raleigh and Charlotte, North Carolina. Associated Press writers Adriana Gomez Licon in Detroit and Jonathan J. Cooper in Phoenix contributed to this report."
    ]
  },
  {
    "id": 10,
    "source": "ABC",
    "category": "US",
    "title": "What to watch over the final weekend of the 2024 presidential campaign",
    "published": "Sat, 02 Nov 2024 17:02:22 -0400",
    "summary": "The 2024 presidential contest speeds into its final weekend with Democrat Kamala Harris and Republican Donald Trump locked in a razor-thin contest",
    "story": [
      "The 2024 presidential contest speeds into its final weekend with Democrat Kamala Harris and Republican Donald Trump locked in a razor-thin contest",
      "NEW YORK -- The 2024 presidential contest speeds into its final weekend with Democrat Kamala Harris and Republican Donald Trump locked in a razor-thin contest.",
      "At this late stage in the campaign, every day matters. And while few voters might change their minds this late in a typical election, there is a sense that what happens in these final days could shift votes.",
      "Harris and Trump are crisscrossing the country to rally voters in the states that matter most. They're trying — with varying degrees of success — to stay focused on a clear and concise closing message. At the same time, each side is investing massive resources to drive up turnout for the final early voting period. And in these critical days, the flow of misinformation is intensifying.",
      "Here's what we're watching on the final weekend before Election Day, which is Tuesday:",
      "You only need to look at the candidates' schedules this weekend to know where this election will likely be decided.",
      "Note that schedules can and likely will change without warning. But on Saturday, Trump began with an appearance in North Carolina, with one eyebrow-raising stop in Virginia next, and planned to return to the Tar Heel state in the evening.",
      "No Democratic presidential candidate has carried North Carolina since Barack Obama in 2008, although it has been decided by less than 3 points in every election since. Trump's decision to spend Saturday there suggests Harris has a real opportunity in the state. But Trump is also trying to convey confidence by stopping in Virginia, a state that has been safely in the Democratic column since 2008.",
      "There is perhaps no more important swing state than Pennsylvania, where Trump is expected to campaign Sunday. But he also has another appearance scheduled for North Carolina in addition to Georgia, another Southern state that has leaned Republican for almost three decades — that is, until Joe Biden carried it by less than a half percentage point four years ago.",
      "Harris campaigned in Atlanta on Saturday before a rally in North Carolina's capital — signs that her team is sensing genuine opportunity in the South. She’s planning to make multiple stops in Michigan on Sunday, shifting to a Democratic-leaning state in the “blue wall” where her allies believe she is vulnerable.",
      "Trump's campaign leadership wants voters to be focused on one key question as they prepare to cast ballots, and it's the same question he opens every rally with: Are you better off today than you were four years ago?",
      "Harris' team wants voters to be thinking about another: Do they trust Trump or Harris to put the nation's interests over their own?",
      "Whichever candidate can more effectively keep voters focused on their closing arguments in the coming days may ultimately win the presidency. Yet both candidates are off to a challenging start.",
      "Trump opens the weekend still facing the fallout from his recent New York City rally in which a comedian described Puerto Rico as a “floating pile of garbage.” Things got harder for Trump late Thursday after he raised the prospect of Republican rival Liz Cheney's death by gunfire.",
      "It was exactly the kind of inflammatory comment his allies want him to avoid at this critical moment.",
      "Harris' campaign, meanwhile, is still working to shift the conversation away from President Biden's comments earlier in the week that described Trump supporters as “garbage.” The Associated Press reported late Thursday that White House press officials altered the official transcript of the call in question, drawing objections from the federal workers who document such remarks for posterity.",
      "The spotlight of presidential politics always burns brightly. But it will burn brightest, perhaps, this final weekend, leaving the campaigns virtually no margin for error. In what both sides believe is a true tossup election, any final-hours missteps could prove decisive.",
      "Trump's graphic attack against Cheney was especially troublesome given his allies' heightened concerns about women voters.",
      "Polling shows a significant gender gap in the contest with Harris generally having a much better rating among women than Trump has. Part of that may be the result of the GOP's fight to restrict abortion rights, which has been disastrous for Trump's party. But Trump's divisive leadership has also pushed women away.",
      "Going into the weekend, Trump allies, including conservative firebrand Charlie Kirk, are warning that far more women than men appear to be casting early ballots. While it's impossible to know whom they're voting for, Kirk clearly believes that's bad news for Trump.",
      "Trump isn't helping his cause. A day before his violent rhetoric about Cheney, the former president made waves by insisting that he would protect women whether they “like it or not.”",
      "Harris, who would be the nation's first female president, said Trump doesn't understand women’s rights “to make decisions about their own lives, including their own bodies.”",
      "It remains to be seen whether the Democrat's argument can break through on this packed weekend. But Harris’ team believes there's still a significant chunk of persuadable voters out there. And they say the undecideds are disproportionately Republican-leaning suburban women.",
      "More than 66 million people have already cast ballots in the 2024 election, which is more than one-third the total number who voted in 2020.",
      "They include significantly more Republicans compared with four years ago, largely because Trump has backed off his insistence that his supporters must cast ballots in person on Election Day.",
      "And while early in-person voting has ended in many states, there will be a huge push for final-hours early voting in at least three key states as the campaigns work to bank as many votes as possible before Election Day.",
      "That includes Michigan, where in-person early voting runs through Monday. Voters in Wisconsin can vote early in-person through Sunday, although it varies by location. And in North Carolina, voters have until 3 p.m. Saturday to cast early ballots in-person.",
      "The early voting period officially ended Friday in Arizona, Georgia, Nevada and Pennsylvania.",
      "Meanwhile, questions remain about the Trump campaign’s get-out-the-vote operation, which is relying heavily on well-funded outside groups with little experience — including one group funded largely by billionaire Elon Musk that’s facing new questions about its practices.",
      "Harris’ campaign, by contrast, is running a more traditional get-out-the-vote operation that features more than 2,500 paid staffers and 357 offices in battleground states alone.",
      "Trump's allies appear to be intensifying baseless claims about voter fraud, and some are being amplified by Trump himself. He has spent months sowing doubts about the integrity of the 2024 election in the event he loses — just as he did four years ago.",
      "His unfounded accusations are becoming more specific, in some cases, as wild claims begin to show up on social media.",
      "Earlier this week, Trump claimed on social media that York County, Pennsylvania had “received THOUSANDS of potentially FRAUDULENT Voter Registration Forms and Mail-In Ballot Applications from a third party group.” He has also pointed to Lancaster County, which he claimed had been “caught with 2600 Fake Ballots and Forms, all written by the same person. Really bad “stuff.””",
      "Trump was referring to investigations into potential fraud related to voter registration applications. The discovery and investigation into the applications provide evidence the system is working as it should.",
      "The Republican nominee has also raised baseless claims about overseas ballots and noncitizens voting, and suggested without evidence that Harris might have access to some kind of secret inside information about election results.",
      "Expect such claims to surge, especially on social media, in the coming days. And remember that a broad coalition of top government and industry officials, many of them Republicans, found that the 2020 election was the “most secure” in American history.\"",
      "___",
      "Associated Press writers Zeke Miller and Will Weissert in Washington, and Jill Colvin and Michelle L. Price contributed to this report."
    ]
  },
  {
    "id": 11,
    "source": "ABC",
    "category": "US",
    "title": "North Carolina sees turnout record with more than 4.2M ballots cast at early in-person voting sites",
    "published": "Sun, 03 Nov 2024 13:22:30 -0500",
    "summary": "North Carolina elections officials say that more than 4.2 million voters cast ballots at early in-person voting sites, with turnout in western counties hit by Hurricane Helene outpacing the rest of the state",
    "story": [
      "North Carolina elections officials say that more than 4.2 million voters cast ballots at early in-person voting sites, with turnout in western counties hit by Hurricane Helene outpacing the rest of the state",
      "RALEIGH, N.C. -- North Carolina had already surpassed its early-voting record set in 2020, but the State Board of Elections announced Sunday that more than 4.2 million voters cast ballots at early in-person voting sites, with turnout in western counties hit by Hurricane Helene outpacing the rest of the state.",
      "Early in-person voting, which ended Saturday, has become increasingly popular in the presidential battleground state over several election cycles. People can simultaneously register to vote and cast ballots at early voting sites.",
      "Four years ago, a record 3.63 million people voted at hundreds of sites in all 100 counties during the early-voting period. This year, the state exceeded that total by Thursday, days before the period ended, the board said.",
      "Including absentee voting, 4,465,548 voters — or 57% of the state’s 7.8 million registered voters — cast ballots in the general election as of Sunday morning, officials said, noting that turnout may be slightly higher because of a lag between when ballots are cast and when data is uploaded.",
      "Turnout in the 25 western counties affected by Hurricane Helene was stronger than the rest of the state at 58.9% — about 2% higher than statewide turnout, officials said.",
      "“I am proud of all of our 100 county boards of elections and the thousands of election workers who are making this happen in their communities,” state board Executive Director Karen Brinson Bell said in a statement. “And I am especially proud of the workers and voters of Western North Carolina. You are an inspiration to us all.”",
      "This year’s strong early turnout has come partly in response to a push by state and national Republicans to get people to vote early. Their message marks a sharp contrast to the 2020 election, when former President Donald Trump — without any evidence to back the claim — said mail-in voting was rife with fraud.",
      "In addition to president, North Carolina residents are choosing a new governor, attorney general and several other statewide positions, along with members of the U.S. House and state General Assembly."
    ]
  },
  {
    "id": 12,
    "source": "ABC",
    "category": "US",
    "title": "Red Bull driver Max Verstappen wins Brazilian Grand Prix",
    "published": "Sun, 03 Nov 2024 13:22:03 -0500",
    "summary": "Red Bull driver Max Verstappen wins Brazilian Grand Prix",
    "story": [
      "Red Bull driver Max Verstappen wins Brazilian Grand Prix",
      "SAO PAULO -- Red Bull driver Max Verstappen wins Brazilian Grand Prix."
    ]
  },
  {
    "id": 13,
    "source": "ABC",
    "category": "US",
    "title": "Warren Buffett is sitting on over $325 billion cash as Berkshire Hathaway keeps selling Apple stock",
    "published": "Sun, 03 Nov 2024 00:14:31 -0400",
    "summary": "Warren Buffett is now sitting on more than $325 billion cash after continuing to unload billions of dollars worth of Apple and Bank of America shares this year and continuing to collect a steady stream of profits from all of Berkshire Hathaway&rsquo;s assort...",
    "story": [
      "Warren Buffett is now sitting on more than $325 billion cash after continuing to unload billions of dollars worth of Apple and Bank of America shares this year and continuing to collect a steady stream of profits from all of Berkshire Hathaway’s assort...",
      "OMAHA, Neb. -- Warren Buffett is now sitting on more than $325 billion cash after continuing to unload billions of dollars worth of Apple and Bank of America shares this year and continuing to collect a steady stream of profits from all of Berkshire Hathaway's assorted businesses without finding any major acquisitions.",
      "Berkshire said it sold off about 100 million more Apple shares in the third quarter after halving its massive investment in the iPhone maker last quarter. The remaining stake of roughly 300 million shares was valued at $69.9 billion at the end of September remains Berkshire's biggest single investment, but it has been cut drastically since the end of last year when it was worth $174.3 billion.",
      "Investors will also be disappointed to learn that Berkshire didn't repurchase any of its own shares in the quarter.",
      "CFRA Research analyst Cathy Seifert said shareholders will wonder why Buffett is continuing to accumulate so much cash. “Are they more pessimistic about the future economic and market picture than perhaps others are?” she said.",
      "Buffett said at the annual meeting in May that part of why he started selling some of his Apple shares is that he expects tax rates to go higher in the future. But Edward Jones analyst Jim Shanahan said he wonders if part of the reason Buffett started selling Apple is tied to last year's death of Vice Chairman Charlie Munger because the sales started shortly after Munger's death. Shanahan said Buffett has never been as comfortable with technology businesses as his longtime partner was.",
      "“If Charlie Munger were still alive, perhaps he wouldn’t have sold down the position quite as aggressively — maybe at all,” Shanahan said.",
      "Berkshire said Saturday that investment gains again drove its third quarter profits skyward to $26.25 billion, or $18,272 per Class A share. A year ago, unrealized paper investment losses dragged the Omaha, Nebraska-based conglomerate's earnings down to a loss of $12.77 billion, or $8,824 per Class A share.",
      "Buffett has long recommended that investors pay more attention to Berkshire’s operating earnings if they want to get a good sense of how the businesses it owns are doing because those numbers exclude investments. Berkshire’s bottom-line profit figures can vary widely from quarter to quarter along with the value of its investments regardless of whether the company bought or sold anything.",
      "By that measure, Berkshire said its operating earnings were only down about 6% at $10.09 billion, or $7,023.01 per Class A share. That compares to last year's $10.8 billion, or $7,437.15 per Class A share.",
      "The four analysts surveyed by FactSet Research predicted that Berkshire would report operating earnings of $7,335.11 per Class A share.",
      "Berkshire's revenue didn't change much at $92.995 billion. A year ago, it reported $93.21 billion revenue. That number was ahead of the $92.231 billion revenue that three analysts surveyed by FactSet predicted.",
      "Berkshire owns an assortment of insurance businesses, including Geico, along with BNSF railroad, several major utilities and a varied collection of retail and manufacturing businesses, including brands like Dairy Queen and See’s Candy.",
      "One of Berkshire's insurers, Guard, reported some additional losses on previous years after managers reassessed its policies.",
      "Berkshire did resolve one mystery from the quarter by spelling out how much it paid to acquire the rest of the shares in its utility business from the estate of former Berkshire board member Walter Scott.",
      "Berkshire said it paid $2.4 billion cash, issued $600 million in debt and gave the Scott family Class B Berkshire shares worth a little over $1 billion. So the total compensation was about $4 billion. That means the Scott family didn’t get nearly as good of a price for their 8% stake in the utilities as when Berkshire Vice Chairman Greg Abel sold his 1% stake in the utility business two years ago for $870 million.",
      "Abel is slated to succeed the 94-year-old Buffett as CEO in the event of his death."
    ]
  },
  {
    "id": 14,
    "source": "ABC",
    "category": "US",
    "title": "TGI Friday's files for Chapter 11 bankruptcy protection",
    "published": "Sat, 02 Nov 2024 13:10:01 -0400",
    "summary": "TGI Friday's files for Chapter 11 bankruptcy protection",
    "story": [
      "TGI Friday's files for Chapter 11 bankruptcy protection",
      "DALLAS -- TGI Friday's files for Chapter 11 bankruptcy protection."
    ]
  },
  {
    "id": 15,
    "source": "ABC",
    "category": "US",
    "title": "The Israeli military says it has seized a Syrian citizen in the current war's first announced ground operation in Syria",
    "published": "Sun, 03 Nov 2024 12:34:03 -0500",
    "summary": "The Israeli military says it has seized a Syrian citizen in the current war's first announced ground operation in Syria",
    "story": [
      "The Israeli military says it has seized a Syrian citizen in the current war's first announced ground operation in Syria",
      "JERUSALEM -- The Israeli military says it has seized a Syrian citizen in the current war's first announced ground operation in Syria."
    ]
  },
  {
    "id": 16,
    "source": "ABC",
    "category": "US",
    "title": "Washington governor OKs massive new wind farm and urges swift turbine approvals",
    "published": "Sat, 02 Nov 2024 18:38:00 -0400",
    "summary": "Washington Gov. Jay Inslee has approved a revised plan for a massive proposed wind farm after he rejected a slimmed-down version earlier this year",
    "story": [
      "Washington Gov. Jay Inslee has approved a revised plan for a massive proposed wind farm after he rejected a slimmed-down version earlier this year",
      "OLYMPIA, Wash. -- Washington Gov. Jay Inslee has approved a revised plan for a massive proposed wind farm after he rejected a sharply slimmed-down version earlier this year.",
      "Inslee urged permitting officials to work quickly to allow the construction of as many Horse Heaven Wind Farm turbines as possible, The Seattle Times reported. Washington state won't meet its “urgent clean energy needs” if officials take years to authorize the turbines, he said.",
      "The original $1.7 billion project included up to 222 wind turbines across 24 miles (38.6 kilometers) of hillsides in the Tri-Cities area of eastern Washington and three solar arrays covering up to 8.5 square miles (22 square kilometers).",
      "But then Washington’s Energy Facility Site Evaluation Council, a clearinghouse for permits required by large projects, recommended slashing the proposal in half because nests of the endangered ferruginous hawk were found in the area. It wanted a 2-mile (3.2-kilometer) buffer around each nest.",
      "Most nests were empty, but the hawks can return to them years later.",
      "In May, Inslee rejected the council's recommendation to shrink the project, prompting the panel to suggest a compromise that would examine turbines and nests on a case-by-case basis. Under this plan, which Inslee formally approved Oct. 18, a technical advisory group would recommend whether to reduce individual nest setbacks to 1 kilometer (0.6 mile.)",
      "This could allow the developer, Boulder, Colorado-based Scout Clean Energy, to build all but 30 of the turbines originally proposed.",
      "Inslee, a Democrat, has sought to make climate initiatives key to his legacy. He is not seeking reelection after three terms in office.",
      "The wind farm project has pitted local opponents against the state’s ever-growing need for renewable energy since it was first proposed in 2021. In a letter to the site evaluation council, Inslee noted that Washington’s energy demands could nearly double by 2050."
    ]
  },
  {
    "id": 17,
    "source": "ABC",
    "category": "US",
    "title": "Trial in 2017 killings of 2 teenage girls in Indiana reaches midway point as prosecution rests",
    "published": "Sun, 03 Nov 2024 00:38:15 -0400",
    "summary": "The trial of a man accused of killing two teenage girls in a small Indiana community has passed its midway point following more than two weeks of testimony about the 2017 killings",
    "story": [
      "The trial of a man accused of killing two teenage girls in a small Indiana community has passed its midway point following more than two weeks of testimony about the 2017 killings",
      "DELPHI, Ind. -- The trial of a man accused of killing two teenage girls in a small Indiana community has passed its midway point following more than two weeks of testimony about the 2017 killings.",
      "Prosecutors rested their case Thursday against Richard Allen after jurors heard recorded phone calls in which he told his wife that he killed Abigail Williams, 13, and Liberty German, 14.",
      "Allen's trial began Oct. 18 at the Carroll County Courthouse in Delphi, the girls’ hometown. Jurors have been sequestered since the begining of the trial, which is scheduled to run through Nov. 15.",
      "The defense began calling its first witnesses Thursday. A psychologist for the Indiana Department of Correction told jurors Friday that Allen was seriously mentally ill when he began confessing to the killings while housed at the Westville Correctional Facility.",
      "Allen, 52, faces up to 130 years in prison if he is convicted on two counts of murder and two additional counts of murder while committing or attempting to commit kidnapping.",
      "Here are some key moments in the trial so far:",
      "Carroll County Prosecutor Nicholas McLeland opened the trial by telling jurors they would see and hear evidence, including incriminating statements Allen has made, that will convince them he forced the girls off a hiking trail into a secluded area while armed with a gun and cut their throats.",
      "Allen was the person seen on cellphone video German recorded on the day the girls disappeared and an unspent bullet found between their bodies came from Allen's gun, McLeland said.",
      "Defense attorney Andrew Baldwin told jurors Allen is innocent. Baldwin said the jury would hear witness statements and forensic evidence that would raise “reasonable doubt” that Allen is not the killer and said the state's timeline does not match the evidence in the case.",
      "Someone else may have kidnapped the teens and returned them early the next day to the scene where they were found dead, Baldwin said.",
      "In the first full week of the trial, jurors were shown photographs of the area where the teens' bodies were found in a wooded area off the hiking trail. The girls, known as Abby and Libby, had crossed an abandoned railroad trestle called the Monon High Bridge during their hike.",
      "Some jurors and others in the courtroom gasped or turned away when gruesome images of their bloody bodies were shown, and the girls' mothers wept.",
      "Jurors also viewed cellphone video that German recorded just before the youths vanished showing a man wearing a blue jacket and jeans following Williams as she crosses the Monon High Bridge.",
      "In an enhanced version of the video shown to jurors, one of the girls says, “There’s no path so we have to go down here.” Just before the video ends, prosecutors said, the man seen in the video tells the teens, “ Down the hill.”",
      "Investigators said in an affidavit released about a month after Allen's October 2022 arrest that he became a suspect after they went back and reviewed “prior tips” and found that he had been interviewed by an officer in 2017.",
      "Trial testimony has revealed more details about how they zeroed in on the former pharmacy worker.",
      "A retired state government worker who volunteered in March 2017 to help police with the investigation told jurors that in September 2022 she found paperwork that caught her eye.",
      "Kathy Shank testified she found a “lead sheet” saying that two days after German and Williams’ bodies were found, a man contacted authorities and said he had been on the trail the afternoon the girls went missing. His name was listed incorrectly as Richard Allen Whiteman and marked “cleared,” Shank said.",
      "She determined the man’s name was actually Richard Allen and recalled that a young girl had been on the trail at the same location and time and had seen a man.",
      "“I thought there could be a correlation,” Shank testified, adding that she notified officers of her find.",
      "The girls' bodies were found Feb. 14, 2017, the day after they went missing.",
      "Two days later, Allen contacted authorities and told them he was on the hiking trail the afternoon of Feb. 13, during the time period when the girls disappeared, according to testimony.",
      "Dan Dulin, an Indiana Department of Natural Resources captain, told the court he spoke to Allen, who said he was on the hiking trail between 1 p.m. and 3:30 p.m. and remembered seeing three girls.",
      "After Shank brought Allen to investigators’ attention, they interviewed him in October 2022. Allen told investigators he arrived at the trail around noon and left no later than 2 p.m., not 3:30 p.m. as he told Dulin in 2017.",
      "Steve Mullin, who was Delphi's police chief when the girls were killed and later became an investigator at the county prosecutor’s office, said Allen told him and another officer that he was wearing a blue or black Carhartt jacket, jeans and a beanie on the day the teens vanished.",
      "Mullin said he asked Allen if he was the similarly dressed person seen in German’s cellphone video.",
      "“His response was if the picture was taken with the girls’ camera, there was no way it was him,” Mullin testified.",
      "Prosecutors also showed jurors police interviews with Allen videotaped before his arrest in which he repeatedly professed his innocence.",
      "On Thursday the jury heard several recorded phone calls of Allen speaking with his wife from prison in which he told her that he killed German and Williams. In one of the calls, he said, “I did it. I killed Abby and Libby.”",
      "The jury heard testimony earlier from the former warden of the Westville Correctional Facility, where Allen was previously held, who said Allen claimed to have killed the girls with a box cutter that he later discarded.",
      "Dr. Monica Wala, Allen’s prison psychologist during his time at Westville, testified Allen began confessing to killing the girls in early 2023 during his sessions with her. She said he provided details of the crime in some of the confessions, including telling her he slashed the girls’ throats and put tree branches over their bodies.",
      "A report written by Wala and presented to the jury as an exhibit states Allen also told her he had planned to rape the teens but did not do so after he saw a van traveling nearby.",
      "A state trooper testified Thursday that Allen's remark corroborated a statement by a man whose driveway passes under the Monon High Bridge and who said he was driving home in his van around that time.",
      "Allen's attorneys have said their client made the incriminating statements while under the pressure and mental stress of being locked up and watched 24 hours a day and being taunted by people incarcerated with him.",
      "During cross-examination, Wala acknowledged she followed Allen’s case with interest during her personal time even while she was treating him and that she was a fan of the true crime genre.",
      "Court documents released weeks after Allen’s arrest state that testing determined an unspent bullet found between the girls' bodies “had been cycled through” a pistol Allen owned.",
      "Melissa Oberg, an Indiana State Police firearms expert, told the jury her analysis tied the round to Allen’s Sig Sauer, a .40-caliber handgun.",
      "Allen’s attorney tried to cast doubt on the accuracy of firearms testing during cross-examination. Oberg said she is not aware of making any identification mistakes in her more than 17 years of analyzing firearms."
    ]
  },
  {
    "id": 18,
    "source": "ABC",
    "category": "US",
    "title": "Iran’s help has transformed Yemen's Houthi rebels into a potent military force, UN experts say",
    "published": "Sun, 03 Nov 2024 11:38:25 -0500",
    "summary": "U.N. experts say Yemen&rsquo;s Houthi rebels have been transformed from a local armed group with limited capabilities to a powerful military organization with support from Iran, Iraqi armed groups, Lebanon&rsquo;s Hezbollah militants and others",
    "story": [
      "U.N. experts say Yemen’s Houthi rebels have been transformed from a local armed group with limited capabilities to a powerful military organization with support from Iran, Iraqi armed groups, Lebanon’s Hezbollah militants and others",
      "UNITED NATIONS -- Yemen’s Houthi rebels have been transformed from a local armed group with limited capabilities to a powerful military organization with support from Iran, Iraqi armed groups, Lebanon’s Hezbollah militants and others, U.N. experts said in a new report.",
      "The Iranian-backed Houthis have exploited the Israel-Hamas war in Gaza and worked to enhance their status in Iran’s self-described “Axis of Resistance” to gain popularity in the region and beyond, the experts monitoring sanctions against the Houthis said in the 537-page report to the U.N. Security Council.",
      "To support Iranian-backed Hamas militants, whose surprise attacks in southern Israel on Oct. 7, 2023, sparked the war in Gaza, the Houthis have been attacking vessels in the Red Sea and the Gulf of Aden, disrupting global shipping in a key geopolitical area.",
      "Despite Houthi claims that they would target ships linked to Israel, the panel said its investigations revealed the rebels have been targeting vessels indiscriminately.",
      "Its analysis of data from the International Maritime Organization, the U.S. and the United Kingdom revealed that at least 134 attacks were carried out from Houthi-controlled areas against merchant and commercial vessels and U.S. and U.K. warships in the Red Sea and the Gulf of Aden between Nov. 15, 2023, and July 31, 2024.",
      "“The group’s shift to actions at sea increased their influence in the region,” the U.N. experts said. “Such a scale of attacks, using weapon systems on civilian vessels, had never occurred since the Second World War.”",
      "In their attacks, the experts said, the Houthis used a new and previously undisclosed ballistic missile, the Hatem-2.",
      "The five-member U.N. panel includes experts on arms, finance, regional affairs, international humanitarian law and armed groups. The experts hail from India, Egypt, Switzerland, Belgium and Cabo Verde. Confidential sources told the panel that the Houthis are coordinating operations with al-Qaida in the Arabian Peninsula and strengthening ties to the al-Qaida-linked al-Shabab militant group in Somalia.",
      "The Houthis have been engaged in a civil war with Yemen’s internationally recognized government, backed by a Saudi-led coalition, since 2014, when they took control of the capital Sanaa and most of the north. Hopes for peace talks to end the war vanished after the Oct. 7, 2023, attacks.",
      "The U.N. experts said the Yemen conflict, which started as an internal fight and expanded into a regional confrontation, “has now escalated into a major international crisis.”",
      "According to the experts, the number of Houthi fighters is estimated at 350,000 now, compared with 220,000 in 2022 and 30,000 in 2015.",
      "“The panel observes the transformation of the Houthis from a localized armed group with limited capabilities to a powerful military organization, extending their operational capabilities well beyond the territories under their control,” the report said.",
      "The experts said the transformation has been possible due to the transfer of military materiel and training provided by the Iranian Revolutionary Guard’s elite Quds Force, Hezbollah and Iraqi specialists and technicians.",
      "Military experts, Yemeni officials and even officials close to the Houthis indicated that the rebel group couldn’t produce complex weapons systems such as ballistic missiles, cruise missiles, surveillance and attack drones, portable air defense systems, and thermal sights, which they have used without foreign support, the U.N. experts said.",
      "“The scale, nature and extent of transfers of diverse military materiel and technology provided to the Houthis from external sources, including financial support and training of its combatants, is unprecedented,” the experts said.",
      "The panel said it observed similarities between multiple military items used by the Houthis and those produced and operated by Iran or its allies in the Axis of Resistance, which includes Hezbollah and Hamas and armed groups in Iraq and Syria.",
      "It said joint operations centers have been set up in Iraq and Lebanon with Houthi representatives “aimed at coordinating joint military actions of the Axis of Resistance.”",
      "Inside Yemen, the panel said the Houthis have been intensifying military operations against the government. “The internal military situation is fragile, and any internal or external trigger could lead to the resumption of military confrontations,” it said.",
      "The Houthis also have been recruiting large numbers of Yemeni youths and children as well as exploiting Ethiopian migrants, forcing them to join the fight against the government and engage in trafficking narcotics, it said.",
      "“Exploiting high illiteracy rates, particularly in tribal areas, they have reportedly mobilized boys as young as 10 or 11, often despite parental opposition,” they said. “Recruitment sermons and weekly classes on jihad are reportedly delivered in schools.”",
      "Child recruitment reportedly increased after the war in Gaza started and the U.S. and U.K. airstrikes in Yemen, the experts said. Yemen’s government said it received 3,298 reports of child recruitment in the first half of 2024, with youngsters reportedly used as human shields, spies and in combat — and for planting landmines and explosives, reconnaissance and as cooks."
    ]
  },
  {
    "id": 19,
    "source": "ABC",
    "category": "US",
    "title": "Massachusetts firefighters continue to battle stubborn brush fires across state",
    "published": "Sun, 03 Nov 2024 15:27:47 -0500",
    "summary": "Firefighters in Massachusetts are continuing to battle stubborn brush fires across the state with officials urging residents to take precautions to help avoid sparking new blazes",
    "story": [
      "Firefighters in Massachusetts are continuing to battle stubborn brush fires across the state with officials urging residents to take precautions to help avoid sparking new blazes",
      "BOSTON -- Firefighters in Massachusetts are continuing to battle stubborn brush fires across the state with officials urging residents to take precautions to help avoid sparking new blazes.",
      "Hundreds of acres (hectares) in the greater Boston area have already burned in the past week with new fires cropping up in the western and central parts of the state.",
      "In Massachusetts, an average of 15 wildland fires are reported each October. This year, the month’s total capped at about 200 — an increase of about 1,200% over the average, rivalling the monthly numbers usually seen in the traditional early spring brush fire season.",
      "About 100 fire were reported over the last seven days of the month and preliminary information indicates that all of them started with human activity, according to fire officials. The fires prompted some communities last week to cancel school classes and Halloween activities.",
      "On Friday, the National Weather Service declared a “red flag” warning for much of eastern Massachusetts. The warning means that the region, which has been experiencing dry and warm weather, is at high risk of fire.",
      "Fire officials have reminded residents that open burning is prohibited statewide through January and in many communities year-round.",
      "They also urged residents to avoid outdoor cooking and heating and to use caution when using power equipment like lawnmowers and leaf blowers. The engines can become hot enough to ignite dry leaves and grass.",
      "Fire officials also cautioned against tossing cigarette butts, matches, or other smoking materials over the edge of a balcony, stub them out on stairs or railings, or toss them in dry vegetation or debris.",
      "On Saturday, a Boston man was arrested in connection to a brush fire in Milford, about 40 miles (64 kilometers) west of Boston. The man was charged with setting fire to another’s land and burning land, trees, lumber and produce.",
      "More than a quarter of this year's brush and wildland fires took place in October, according to Chief Fire Warden David Celino of the Massachusetts Department of Conservation and Recreation. The October fires have also accounted for more than half of the 1,158 acres (469 hectares) burned so far this year.",
      "“The weather conditions and dry surface fuels that have contributed to these fast-moving fires are expected to continue in the days ahead,\" Celino said in a press release. \"Any outdoor fire will grow quickly, become difficult to control, and require numerous firefighting resources.”",
      "State Fire Marshal Jon Davine said about 45% of Massachusetts homes are in or near wooded areas at risk for brush and wildland fires. Many of those fires have started with activity around the house, like outdoor cooking and using lawn tractors and other power equipment, he added.",
      "Related Topics",
      "Wildfires",
      "Wildfires"
    ]
  },
  {
    "id": 20,
    "source": "ABC",
    "category": "US",
    "title": "Nvidia replaces Intel on the Dow index in AI-driven shift for semiconductor industry",
    "published": "Sat, 02 Nov 2024 14:38:24 -0400",
    "summary": "Nvidia is replacing Intel on the Dow Jones Industrial Average, ending a 25-year-run for a pioneering semiconductor company that has fallen behind as Nvidia cornered the market for chips that run artificial intelligence systems",
    "story": [
      "Nvidia is replacing Intel on the Dow Jones Industrial Average, ending a 25-year-run for a pioneering semiconductor company that has fallen behind as Nvidia cornered the market for chips that run artificial intelligence systems",
      "NEW YORK -- Nvidia is replacing Intel on the Dow Jones Industrial Average, ending a 25-year-run for a pioneering semiconductor company that has fallen behind as Nvidia cornered the market for chips that run artificial intelligence systems.",
      "Paint-maker Sherwin-Williams will also replace chemical company Dow Inc. among the companies that make up the 30-stock average.",
      "S&P Dow Jones Indices said Friday that the changes that take effect Nov. 7 “were initiated to ensure a more representative exposure to the semiconductors industry and the materials sector respectively.”",
      "It added that because the Dow is price-weighted, “persistently lower priced stocks have a minimal impact.”",
      "Dow Inc., a major producer of chemicals and plastics and unrelated to the similarly named company behind the index, has also been the smallest company on the Dow in terms of market capitalization.",
      "Intel’s share price has dropped more than 50% so far this year to $23.20. On Thursday, the California chipmaker reported third-quarter revenue of $13.3 billion, down 6% from the same period last year.",
      "Intel CEO Pat Gelsinger said at the time that the company is “acting with urgency” on a plan to reduce costs and simplify its portfolio. By contrast, Nvidia's shares have risen more than 173% this year to a price of $135.40.",
      "Unlike Intel, Nvidia designs but doesn't manufacture its own chips, relying heavily on Taiwan Semiconductor Manufacturing Company, an Intel rival.",
      "In another index, the Dow Jones Utility Average, Texas-based energy company Vistra will replace Virginia-based AES Corp."
    ]
  },
  {
    "id": 21,
    "source": "ABC",
    "category": "US",
    "title": "Local sheriff asks FBI to investigate death of Black man found hanging in Alabama",
    "published": "Sat, 02 Nov 2024 17:26:30 -0400",
    "summary": "The FBI is investigating the death of a Black man in Alabama who was found hanging in an abandoned house",
    "story": [
      "The FBI is investigating the death of a Black man in Alabama who was found hanging in an abandoned house",
      "MONTGOMERY, Ala. -- The FBI is investigating the death of a Black man in Alabama, who was found hanging in an abandoned house, following a request from a local sheriff amid fears among community members who accuse local law enforcement of longstanding, unchecked misconduct.",
      "Sheriff's deputies found Dennoriss Richardson, 39, in September in a rural part of Colbert County, miles away from his home in Sheffield, a city of approximately 10,000 people near the Tennessee River.",
      "The Colbert County Sheriff's Office ruled Richardson’s death a suicide. But Richardson’s wife, Leigh Richardson, has said that is not true, explaining her husband did not leave a note and had no connection to the house where he was found.",
      "Instead, the 40-year-old fears her husband’s death was related to a lawsuit he filed against the local police department in February. Dennoriss Richardson, who coached kids in baseball and football, had alleged he was assaulted, denied medical attention, sprayed with tear gas and shocked with a Taser while in jail.",
      "Leigh Richardson said she is not accusing a specific person but is adamant her husband didn't kill himself.",
      "She is not alone in her belief. Widespread skepticism about Richardson’s death underscores deep-seated distrust of local law enforcement in Colbert County. In a region where hanging invokes a long history of state-sanctioned lynchings for Black people, residents in the county allege a pattern of excessive force among local law enforcement.",
      "Sheriff Eric Balentine, who confirmed the FBI accepted his request to investigate, said his department “exhausted all resources” in its investigation.",
      "“We feel confident in what our findings were, but we feel like by doing this we can give the family more peace of mind,” Balentine said.",
      "A spokesperson for the FBI's field office in Birmingham confirmed the FBI is aware of Dennoriss Richardson's death and is reviewing the allegations of criminal misconduct.",
      "Tori Bailey, the president of the local NAACP chapter and the only Black member of the six-person county commission in Colbert County, said the community’s reaction to Richardson's death was partially informed by the region’s harrowing history with lynchings.",
      "In Alabama, there were 359 reported lynchings between 1877 and 1943, according to the Equal Justice Initiative, a criminal justice reform nonprofit. In Colbert County alone, there were 11.",
      "Bailey said, although there may be nothing to these accusations, it makes sense the community would have a “visceral” reaction to a Black man hanging and want a more thorough investigation. She said while some officers are trying to do the right thing, in her 12 years as NAACP president she has documented and investigated many cases of excessive force in the county.",
      "“There has long been a kind of disconnect between communities of color and law enforcement. Unfortunately, many of us do not feel that law enforcement is actually there to serve and protect,” Bailey said.",
      "Marvin Long, a 57-year-old Black man and lifelong Colbert County resident, knew Dennoriss Richardson’s family well growing up. He shares the skepticism about the suicide ruling and said Richardson’s death has intensified his fear of retaliation.",
      "“To this day I hate seeing a police car,” Long said. “I’m still more afraid now than ever.”",
      "Long sued the Sheffield Police department last year. After he inquired about an unrelated arrest taking place just outside his property in 2021, body camera footage appears to show officers following Long to his house, dragging him down his porch steps and siccing the police K9 on him as he screams for help. Long was unarmed, according to the complaint.",
      "Richardson and Long are among five Black and Latino men represented by civil rights attorney Roderick Van Daniel who have filed lawsuits against the department in recent years.",
      "“Citizens are living in fear of retaliation,” Van Daniel said.",
      "In one case, an off-duty Sheffield police officer was caught on surveillance footage punching and pulling a gun on a Black man at a liquor store. The officer was later convicted of assault and menacing and reckless endangerment. He was fired from the department.",
      "In a separate lawsuit, a 57-year-old chiropractor claims he was shocked with a Taser 18 times while in handcuffs after he asked an officer to help him find his wife’s iPhone. Photos included in the suit show several large burn marks allegedly from the assault.",
      "The Sheffield Police Department did not respond to numerous phone calls and emails seeking comment. Lawyers for the officers named in pending lawsuits did not respond to emails.",
      "Balentine, the sheriff since 2023, declined to comment on specific cases. But he said that based on his almost 30 years as an officer in the area, he thought residents in Colbert County generally trusted law enforcement.",
      "“If it’s proven that it was excessive, then I’m sure that there will be accountability,” he said.",
      "Still, Balentine said he hoped the FBI investigation would help assuage concerns.",
      "“Transparency is always a good way to mend some fences with the community,” he said.",
      "Leigh Richardson had known her husband since he was 17. She remembers Dennoriss, known affectionately as “Na-Na,” as a warm father to their five children. But she also said his fear of the police was not new.",
      "“He was scared at that young age,” Richardson said.",
      "Richardson said that after filing the lawsuit her husband was frequently stopped by police. In those months, he was “trying to stay out of the way,” she said.",
      "Sheffield Mayor Steve Stanley said Dennoriss Richardson had come to his office at least once to express concerns that he was being profiled. Stanley said he assured Richardson that any officers reported through official channels would be investigated.",
      "The Sheffield Police Department did not confirm whether or how frequently the department pulled over Richardson.",
      "Court records show Dennoriss Richardson had a long history of run-ins with local law enforcement, but the majority of the charges in federal and state courts did not stick.",
      "Dennoriss Richardson pleaded guilty to drug possession in 2006 and was sentenced to five years in prison. In more than 15 years since then, court records show Richardson was arrested at least six additional times by the Sheffield Police Department, for charges ranging from disorderly conduct to robbery to assault.",
      "None of those charges, except for a traffic violation for expired tags, resulted in a conviction, according to available court records.",
      "In the same week that Richardson filed his lawsuit against the department, he was charged with trafficking meth. He had been arrested in a house where drugs allegedly were found. Richardson was out on bond when he died.",
      "Stanley said he firmly supports holding officers accountable for misconduct but emphasized his overwhelming confidence in them.",
      "“I have preached and believe that the majority of officers, at least, recognize that everybody deserves respect,” Stanley said.",
      "Still, amid the looming investigation, uncertainty in the community prevails.",
      "In early October, Richardson’s friends and family filled the pews of the small Trinity Memorial Funeral Home to commemorate his life. The singing and sermons were punctuated by calls for justice.",
      "At the pulpit, Van Daniel, Richardson’s attorney, said Richardson “believed in transparency and accountability. He stood up against police misconduct.”",
      "There was a steady chorus of “amens” from the crowd as Van Daniel spoke.",
      "“His family and the Sheffield community deserve answers,\" he said. \"We deserve answers.”",
      "___",
      "EDITOR’S NOTE: This story includes discussion of suicide. If you or someone you know needs help, the national suicide and crisis lifeline in the U.S. is available by calling or texting 988.",
      "___",
      "Riddle is a corps member for the Associated Press/Report for America Statehouse News Initiative. Report for America is a nonprofit national service program that places journalists in local newsrooms to report on undercovered issues."
    ]
  },
  {
    "id": 22,
    "source": "ABC",
    "category": "US",
    "title": "AP Sources: Democratic nominee Kamala Harris will appear on SNL in last episode before presidential election",
    "published": "Sat, 02 Nov 2024 21:10:02 -0400",
    "summary": "AP Sources: Democratic nominee Kamala Harris will appear on SNL in last episode before presidential election",
    "story": [
      "AP Sources: Democratic nominee Kamala Harris will appear on SNL in last episode before presidential election",
      "NEW YORK -- AP Sources: Democratic nominee Kamala Harris will appear on SNL in last episode before presidential election."
    ]
  },
  {
    "id": 23,
    "source": "ABC",
    "category": "US",
    "title": "Federal Reserve is set to cut rates again while facing a hazy post-election outlook",
    "published": "Sun, 03 Nov 2024 12:50:21 -0500",
    "summary": "No one knows how Tuesday&rsquo;s presidential election will turn out, but the Federal Reserve&rsquo;s move two days later is much easier to predict: With inflation continuing to cool, the Fed is set to cut interest rates for a second time this year",
    "story": [
      "No one knows how Tuesday’s presidential election will turn out, but the Federal Reserve’s move two days later is much easier to predict: With inflation continuing to cool, the Fed is set to cut interest rates for a second time this year",
      "WASHINGTON -- No one knows how Tuesday's presidential election will turn out, but the Federal Reserve's move two days later is much easier to predict: With inflation continuing to cool, the Fed is set to cut interest rates for a second time this year.",
      "The presidential contest might still be unresolved when the Fed ends its two-day meeting Thursday afternoon, yet that uncertainty would have no effect on its decision to further reduce its benchmark rate. The Fed's future actions, though, will become more unsettled once a new president and Congress take office in January, particularly if Donald Trump were to win the White House again.",
      "Trump's proposals to impose high tariffs on all imports and launch mass deportations of unauthorized immigrants and his threat to intrude on the Fed's normally independent rate decisions could send inflation surging, economists have said. Higher inflation would, in turn, compel the Fed to slow or stop its rate cuts.",
      "On Thursday, the Fed's policymakers, led by Chair Jerome Powell, are on track to cut their benchmark rate by a quarter-point, to about 4.6%, after having implemented a half-point reduction in September. Economists expect another quarter-point rate cut in December and possibly additional such moves next year. Over time, rate cuts tend to lower the costs of borrowing for consumers and businesses.",
      "The Fed is reducing its rate for a different reason than it usually does: It often cuts rates to boost a sluggish economy and a weak job market by encouraging more borrowing and spending. But the economy is growing briskly, and the unemployment rate is a low 4.1%, the government reported Friday, even with hurricanes and a strike at Boeing having sharply depressed net job growth last month.",
      "Instead, the central bank is lowering rates as part of what Powell has called “a recalibration” to a lower-inflation environment. When inflation spiked to a four-decade high of 9.1% in June 2022, the Fed proceeded to raise rates 11 times — ultimately sending its key rate to about 5.3%, also the highest in four decades.",
      "But in September, year-over-year inflation dropped to 2.4%, barely above the Fed's 2% target and equal to its level in 2018. With inflation having fallen so far, Powell and other Fed officials have said they think high borrowing rates are no longer necessary. High borrowing rates typically restrict growth, particularly in interest-rate-sensitive sectors such as housing and auto sales.",
      "“The restriction was in place because inflation was elevated,” said Claudia Sahm, chief economist at New Century Advisors and a former Fed economist. “Inflation is no longer elevated. The reason for the restriction is gone.”",
      "Fed officials have suggested that their rate cuts would be gradual. But nearly all of them have expressed support for some further reductions.",
      "“For me, the central question is how much and how fast to reduce the target for the (Fed's key) rate, which I believe is currently set at a restrictive level,” Christopher Waller, an influential member of the Fed's Board of Directors, said in a speech last month.",
      "Jonathan Pingle, an economist at Swiss bank UBS, said that Waller's phrasing reflected “unusual confidence and conviction that rates were headed lower.\"",
      "Next year, the Fed will likely start to wrestle with the question of just how low their benchmark rate should go. Eventually, they may want to set it at a level that neither restricts nor stimulates growth — “neutral” in Fed parlance.",
      "Powell and other Fed officials acknowledge that they don't know exactly where the neutral rate is. In September, the Fed's rate-setting committee estimated that it was 2.9%. Most economists think it's closer to 3% to 3.5%.",
      "The Fed chair said the officials have to assess where neutral is by how the economy responds to rate cuts. For now, most officials are confident that at 4.9%, the Fed's current rate is far above neutral.",
      "Some economists argue, though, that with the economy looking healthy even with high borrowing rates, the Fed doesn't need to ease credit much, if at all. The idea is that they may already be close to the level of interest rates that neither slows nor stimulates the economy.",
      "“If the unemployment rate stays in the low 4's and the economy is still going to grow at 3%, does it matter that the (Fed's) rate is 4.75% to 5%?” said Joe LaVorgna, chief economist at SMBC Nikko Securities, asked. “Why are they cutting now?”",
      "With the Fed's latest meeting coming right after Election Day, Powell will likely field questions at his news conference Thursday about the outcome of the presidential race and how it might affect the economy and inflation. He can be expected to reiterate that the Fed's decisions aren't affected by politics at all.",
      "During Trump's presidency, he imposed tariffs on washing machines, solar panels, steel and a range of goods from China, which President Joe Biden maintained. Though studies show that washing machine prices rose as a result, overall inflation did not rise much.",
      "But Trump is now proposing significantly broader tariffs — essentially, import taxes — that would raise the prices of about 10 times as many goods from overseas.",
      "Many mainstream economists are alarmed by Trump’s latest proposed tariffs, which they say would almost certainly reignite inflation. A report by the Peterson Institute for International Economics concluded that Trump’s main tariff proposals would make inflation 2 percentage points higher next year than it otherwise would have been.",
      "The Fed could be more likely to raise rates in response to tariffs this time, according to economists at Pantheon Macroeconomics, \"given that Trump is threatening much bigger increases in tariffs.”",
      "“Accordingly,\" they wrote, “we will scale back the reduction in the funds rate in our 2025 forecasts if Trump wins.”",
      "Related Topics",
      "Economy",
      "Economy"
    ]
  },
  {
    "id": 24,
    "source": "ABC",
    "category": "US",
    "title": "Oregon, Georgia, Ohio State, Miami and Texas top AP Top 25 ahead of first CFP rankings, unbeaten Indiana into top 10",
    "published": "Sun, 03 Nov 2024 14:25:53 -0500",
    "summary": "Oregon, Georgia, Ohio State, Miami and Texas top AP Top 25 ahead of first CFP rankings, unbeaten Indiana into top 10",
    "story": [
      "Oregon, Georgia, Ohio State, Miami and Texas top AP Top 25 ahead of first CFP rankings, unbeaten Indiana into top 10",
      "NEW YORK -- Oregon, Georgia, Ohio State, Miami and Texas top AP Top 25 ahead of first CFP rankings, unbeaten Indiana into top 10."
    ]
  },
  {
    "id": 25,
    "source": "ABC",
    "category": "US",
    "title": "True crime's popularity brings real change for defendants and society. It's not all good",
    "published": "Sun, 03 Nov 2024 02:50:30 -0500",
    "summary": "In 1989, Americans were riveted by the shotgun murders of Jose and Kitty Menendez in their Beverly Hills mansion by their own children",
    "story": [
      "In 1989, Americans were riveted by the shotgun murders of Jose and Kitty Menendez in their Beverly Hills mansion by their own children",
      "NASHVILLE, Tenn. -- In 1989, Americans were riveted by the shotgun murders of Jose and Kitty Menendez in their Beverly Hills mansion by their own children. Lyle and Erik Menendez were sentenced to life in prison and lost all subsequent appeals. But today, more than three decades later, they unexpectedly have a chance of getting out.",
      "Not because of the workings of the legal system. Because of entertainment.",
      "After two recent documentaries and a scripted drama on the pair brought new attention to the 35-year-old case, the Los Angeles district attorney has recommended they be resentenced.",
      "The popularity and proliferation of true crime entertainment like Netflix’s docudrama “Monsters: The Lyle and Erik Menendez Story” is effecting real life changes for their subjects and in society more broadly. At their best, true crime podcasts, streaming series and social media content can help expose injustices and right wrongs.",
      "But because many of these products prioritize entertainment and profit, they also can have serious negative consequences.",
      "The use of true crime stories to sell a product has a long history in America, from the tabloid “penny press” papers of the mid-1800s to television movies like 1984's “The Burning Bed.\" These days it's podcasts, bingeable Netflix series and even true crime TikToks. The fascination with the genre may be considered morbid by some, but it can be partially explained by the human desire to make sense of the world through stories.",
      "In the case of the Menendez brothers, Lyle, who was then 21, and Erik, then 18, have said they feared their parents were about to kill them to prevent the disclosure of the father’s long-term sexual molestation of Erik. But at their trial, many of the sex abuse allegations were not allowed to be presented to the jury, and prosecutors contended they committed murder simply to get at their parents’ money.",
      "For years, that's the story that many people who watched the saga from a distance accepted and talked about.",
      "The new dramas delve into the brothers' childhood, helping the public better understand the context of the crime and thus see the world as a less frightening place, says Adam Banner, a criminal defense attorney who writes a column on pop culture and the law for the American Bar Association’s ABA Journal.",
      "“Not only does that make us feel better intrinsically,\" Banner says, “but it also objectively gives us the ability to think, ‘Well, now I can take this case and put it in a different bucket than another situation where I have no explanation and the only thing I can say is, ‘This child just must be evil.'”",
      "Much true crime of the past takes particularly shocking crimes and explores them in depth, generally with the assumption that those convicted of the crime were actually guilty and deserved to be punished.",
      "The success of the podcast “ Serial,” which cast doubt on the murder conviction of Adnan Syed, has given birth to a newer genre that often assumes (and intends to prove) the opposite. The protagonists are innocent, or — as in the case of the Menendez brothers — guilty but sympathetic, and thus not deserving of their harsh sentences.",
      "“There is an old tradition of journalists picking apart criminal cases and showing that people are potentially innocent,” says Maurice Chammah, a staff writer at The Marshall Project and author of “Let the Lord Sort Them: The Rise and Fall of the Death Penalty.\"",
      "“But I think that the curve kind of goes up exponentially in the wake of ‘Serial,’ which was 2014 and obviously changed the entire landscape economically and culturally of podcasts,\" Chammah says. \"And then you have ‘Making a Murderer’ come along a few years later and become a kind of behemoth example of that in docuseries.”",
      "Roughly during the same time period, the innocence movement gained traction along with the Black Lives Matter movement and greater attention on police custody deaths. And in popular culture, both fiction and nonfiction, the trend is to mine a villainous character's backstory.",
      "“All these superheroes, supervillains, the movie ‘Joker' — you’re just inundated with this idea that people’s bad behavior is shaped by trauma when they were younger,” Chammah said.",
      "Banner often represents some of the least sympathetic defendants imaginable, including those accused of child sexual abuse. He says the effects of these cultural trends are real. Juries today are more likely to give his clients the benefit of the doubt and are more skeptical of police and prosecutors. But he also worries about the intense focus in current true crime on cases where things went wrong, which he says are the outliers.",
      "While the puzzle aspect of “Did they get it right?” might feed our curiosity, he says, we run the risk of sowing distrust in the entire criminal justice system.",
      "“You don’t want to take away the positive ramifications that putting that spotlight on a case can bring. But you also don’t want to give off the impression that this is how our justice system works. That if we can get enough cameras and microphones on a case, then that’s how we’re going to save somebody off of death row or that’s how we’re going to get a life sentence overturned.”",
      "Adds Chammah: \"If you open up sentencing decisions and second looks and criminal justice policy to pop culture — in the sense of who gets a podcast made about them, who gets Kim Kardashian talking about them — the risk of extreme arbitrariness is really great. ... It feels like it’s only a matter of time before the wealthy family of some defendant basically funds a podcast that tries to make a viral case for their innocence.”",
      "Whitney Phillips, who teaches a class on true crime and media ethics at the University of Oregon, says the popularity of the genre on social media adds another layer of complications, often encouraging active participation of viewer and listeners.",
      "“Because these are not trained detectives or people who have any actual subject area expertise in forensics or even criminal law, then there’s this really common outcome of the wrong people being implicated or floated as suspects,\" she says. \"Also, the victims' families now are part of the discourse. They might be accused of this, that, or the other, or at the very least, you have your loved one's murder, violent death, being entertainment for millions of strangers.”",
      "This sensibility has been both chronicled and lampooned in the streaming comedy-drama series “Only Murders in the Building,” which follows three unlikely collaborators who live in a New York apartment building where a murder has taken place. The trio decide to make a true crime podcast while simultaneously trying to solve the case.",
      "Nothing about true crime is fundamentally unethical, Phillips says. “It’s that the social media system — the attention economy — is not calibrated for ethics. It’s calibrated for views, it’s calibrated for engagement and it’s calibrated for sensationalism.\"",
      "Many influencers are now vying for the “murder audience,” Phillips says, with social media and more traditional media feeding off each other. True crime is now creeping into lifestyle content and even makeup tutorials.",
      "“It was sort of inevitable that you would see the collision of these two things and having these influencers literally just put on a face of makeup and then tell a very kind of — it’s very informal, it’s very dishy, it’s often not particularly well researched,\" she says. “This is not investigative journalism.”"
    ]
  }
]